Repository: pop-os/installer
Catalog: po/*.po
Languages: pt_br

source: Refresh OS
pt_br: Atualizar S.O.

source: Refresh or Install %s
pt_br: Atualizar ou Instalar o %s

source: Install %s
pt_br: Instalar o %s

source: Test Mode
pt_br: Modo de Demonstração

source: Device name already exists.
pt_br: O nome de dispositivo já existe.

source: An input was null.
pt_br: Uma entrada foi nula.

source: An input was not valid UTF-8.
pt_br: Uma entrada não era um caractere UTF-8 válido.

source: Either a password or keydata string must be supplied.
pt_br: É necessário fornecer uma senha ou uma sequência de dados-chave.

source: Failed to decrypt due to invalid password.
pt_br: Falha ao descriptografar devido a senha incorreta.

source: The decrypted partition does not have a LVM volume on it.
pt_br: A partição descriptografada não contém um volume LVM.

source: Unable to locate LUKS partition at %s.
pt_br: Não foi possível encontrar uma partição LUKS em %s.

source: Fatal error occurred: check logs
pt_br: Ocorreu um erro fatal: checar os logs

source: Test mode shutdown
pt_br: Desligar modo de demonstração

source: Test mode reboot
pt_br: Reiniciar modo de demonstração

source: Test mode switch user
pt_br: Trocar de usuário no modo de demonstração

source: Unable to set the Distinst log callback
pt_br: Não foi possível definir o retorno de chamada do log Distinst

source: Starting installation
pt_br: Iniciando instalação

source: Are you sure you want to Shut Down?
pt_br: Tem certeza que deseja desligar?

source: This will cancel installation and turn off this device.
pt_br: Isto cancelará a instalação e desligará o dispositivo.

source: Restart
pt_br: Reiniciar

source: Cancel
pt_br: Cancelar

source: Shut Down
pt_br: Desligar

source: Help with Dual Booting
pt_br: Ajuda com Dual Booting

source: Linux-based OSes
pt_br: Sistemas baseados em Linux

source: Cancel Installation
pt_br: Cancelar Instalação

source: Ignore
pt_br: Ignorar

source: Not Enough Space
pt_br: Espaço Insuficiente

source: There is not enough room on your device to install %s. We recommend a minimum of %s of storage.
pt_br: Não há espaço suficiente no seu dispositivo para instalar %s. Recomendamos um mínimo de %s de armazenamento.

source: Your Device May Be Too Slow
pt_br: Seu dispositivo pode estar muito lento

source: Your device doesn't meet the recommended hardware requirements. This may cause it to run slowly or freeze.
pt_br: Seu dispositivo não atende aos requisitos recomendados. Isso pode fazer com que ele fique lento ou trave.

source: Connect to a Power Source
pt_br: Conecte a uma fonte de energia

source: Your device is running on battery power. It's recommended to be plugged in while installing.
pt_br: Seu dispositivo está rodando por meio da energia da bateria. É recomendado que esteja carregando (plugado) durante a instalação.

source: Recommended:
pt_br: Recomendado:

source: Your Device:
pt_br: Seu Dispositivo:

source: Processor:
pt_br: Processador:

source: Memory:
pt_br: Memória:

source: Decrypt Install
pt_br: Descriptografar Instalação

source: Back
pt_br: Voltar

source: Enter the password to decrypt the existing install.
pt_br: Digite a senha para descriptografar a instalação existente.

source: Decrypt
pt_br: Descriptografar

source: Select a drive
pt_br: Selecione uma unidade

source: Erase and Install
pt_br: Apagar e Instalar

source: Maximum size of MSDOS partition table is 2TiB. Switch to EFI for GPT table support.
pt_br: O tamanho máximo de uma tabela de partição MSDOS é de 2TB. Selecione EFI para criar uma tabela GPT.

source: Disk does not meet the minimum requirement
pt_br: O disco não atende aos requisitos mínimos

source: Drive Encryption
pt_br: Criptografia de Unidade

source: Encrypting this drive protects data from being read by others with physical access to this device.
pt_br: Criptografar esta unidade protege os dados de serem lidos por outras pessoas com acesso físico a este dispositivo.

source: Drive encryption may slightly affect read and write speed when performing intense tasks.
pt_br: A criptografia da unidade pode afetar levemente a velocidade de leitura e gravação ao executar tarefas intensas.

source: The encryption password will be required each time you turn on this device or restart.
pt_br: A senha de criptografia será necessária sempre que você ligar ou reiniciar este dispositivo.

source: If you forget the encryption password, <b>you will not be able to recover data.</b> This is a unique password for this device, not the password for your user account.
pt_br: Se você esquecer a senha de criptografia, <b>não poderá recuperar os dados.</b> Esta é uma senha exclusiva para este dispositivo, é diferente da sua senha de conta de usuário.

source: Choose Encryption Password
pt_br: Escolha uma senha de criptografia

source: Confirm Password
pt_br: Confirmação de senha

source: Don't Encrypt
pt_br: Não criptografar

source: Encrypt
pt_br: Criptografar

source: Set Password
pt_br: Definir uma senha

source: Passwords do not match
pt_br: As senhas não conferem

source: Select OS or Encrypted Partition
pt_br: Selecione um sistema ou uma partição criptografada

source: %s (%s) at %s
pt_br: %s (%s) em %s

source: Refresh Install
pt_br: Instalação Não Destrutiva

source: Could Not Install
pt_br: Não Foi Possível Instalar

source: Installing %s failed, possibly due to a hardware error. Detailed logs were written to <b>/tmp/installer.log</b>. Your device may not restart properly. You can try the following:
pt_br: A instalação de %s falhou, possivelmente devido a uma falha de hardware. Um log detalhado foi gravado em <b>/tmp/installer.log</b>. Seu dispositivo pode não reiniciar corretamente. Você pode tentar uma das seguintes opções:

source: • Try the installation again
pt_br: • Tentar instalar novamente

source: • Use Demo Mode and try to manually recover
pt_br: • Usar o Modo de Demonstração e tentar recuperar manualmente

source: • Restart your device to boot from another drive
pt_br: • Reiniciar o dispositivo para iniciar a partir de outra unidade

source: Restart Device
pt_br: Reiniciar dispositivo

source: Try Demo Mode
pt_br: Tentar pelo Modo de Demonstração

source: Try Installing Again
pt_br: Tentar Instalar Novamente

source: Keyboard Layout
pt_br: Layout de teclado

source: Type to test your layout
pt_br: Digite para testar seu layout

source: Show keyboard layout
pt_br: Mostrar layout de teclado

source: Select
pt_br: Selecionar

source: Default
pt_br: Padrão

source: Input Language
pt_br: Idioma de Entrada

source: Languages
pt_br: Idiomas

source: Select a Language
pt_br: Selecione o idioma

source: Currently active language
pt_br: Idioma atualmente ativo

source: Select which partitions to use across all drives. <b>Selecting "Format" will erase ALL data on the selected partition.</b>
pt_br: Selecione quais partições usar em todas as unidades. <b>Selecionar "Formatar" apagará TODOS os dados na partição selecionada.</b>

source: You must at least select a <b>Root (/)</b> partition.
pt_br: Você deve selecionar pelo menos uma partição <b>Raiz (/)</b>.

source: You must at least select a <b>Root (/)</b> partition, plus a <b>Boot (/boot/efi)</b> partition that is at least 1 GB and on a GPT disk.
pt_br: Você deve selecionar pelo menos uma partição <b>Raiz (/)</b>, além de uma partição <b>Boot (/boot/efi)</b> que tenha pelo menos 1 GB e esteja em um disco GPT.

source: It is also recommended to select a <b>Swap</b> partition.
pt_br: Também é recomendado selecionar uma partição <b>Swap</b>.

source: Modify Partitions…
pt_br: Modificar Partições...

source: Cannot find parent disk of EFI partition
pt_br: Não é possível encontrar o disco pai da partição EFI

source: EFI partition is not on a GPT disk
pt_br: A partição EFI não está em um disco GPT

source: EFI partition has the wrong file system
pt_br: A partição EFI possui o sistema de arquivos incorreto

source: EFI partition is too small
pt_br: A partição EFI é muito pequena

source: Invalid file system for root
pt_br: Sistema de arquivos inválido para a raiz

source: Invalid file system for home
pt_br: Sistema de arquivos inválido para /home

source: install option is null
pt_br: opção de instalação é nula

source: Performing Backup Step
pt_br: Executando a Etapa de Backup

source: Partitioning Drive
pt_br: Particionando Unidade

source: Extracting Files
pt_br: Extraindo Arquivos

source: Configuring the System
pt_br: Configurando o Sistema

source: Finishing the Installation
pt_br: Terminando a Instalação

source: Install
pt_br: Instalar

source: Continue to Clean Install
pt_br: Continuar com a Instalação Limpa

source: Select Another Partition
pt_br: Selecionar Outra Partição

source: Pop!_OS was not found and Refresh Install is unavailable.
pt_br: O Pop!_OS não foi encontrado e a Instalação Não Destrutiva está indisponível.

source: Clean Install
pt_br: Instalação Limpa

source: Erase everything and install a fresh copy of %s.
pt_br: Apaga tudo e instala uma nova cópia do %s.

source: %s is not installed and Refresh Install is unavailable.
pt_br: %s não está instalado e a Instalação Não Destrutiva está indisponível.

source: Reinstall %s while keeping user accounts and files. Applications will need to be reinstalled manually.
pt_br: Reinstala %s mantendo os arquivos pessoais e contas de usuário. Os aplicativos precisarão ser reinstalados manualmente.

source: Next
pt_br: Avançar

source: Refresh or Install
pt_br: Atualizar ou Instalar

source: Custom (Advanced)
pt_br: Personalizado (Avançado)

source: Create, resize, or otherwise manage partitions manually. This method may lead to data loss.
pt_br: Crie, redimensione ou gerencie partições manualmente. Este método pode levar à perda de dados.

source: Reinstall while keeping user accounts and files. Applications will need to be reinstalled manually.
pt_br: Reinstala mantendo os arquivos pessoais e contas de usuário. Os aplicativos precisarão ser reinstalados manualmente.

source: Continue Setting Up
pt_br: Continuar Configurando

source: Create User Account
pt_br: Criar Conta de Usuário

source: Choose Account Password
pt_br: Escolha uma Senha de Usuário

source: Decrypt This Partition
pt_br: Descriptografar Esta Partição

source: Enter the partition's encryption password and set a device name for the decrypted partition.
pt_br: Digite a senha de criptografia da partição e defina um nome de dispositivo para a partição descriptografada.

source: Password:
pt_br: Senha:

source: Device name:
pt_br: Nome do dispositivo:

source: Try Again
pt_br: Tentar Novamente

source: _Open
pt_br: _Abrir

source: _Cancel
pt_br: _Cancelar

source: Use partition:
pt_br: Usar partição:

source: Format:
pt_br: Formatar:

source: Use as:
pt_br: Usar como:

source: Root (/)
pt_br: Raiz (/)

source: Home (/home)
pt_br: Arquivos pessoais (/home)

source: Swap
pt_br: Memória Swap

source: Custom
pt_br: Personalizado

source: Custom:
pt_br: Personalizado:

source: Filesystem:
pt_br: Sistema de arquivos:

source: Default (ext4)
pt_br: Padrão (ext4)

source: Full Name
pt_br: Nome Completo

source: User Name
pt_br: Nome de Usuário

source: This will be used to name your home folder.
pt_br: Este será usado para nomear sua pasta home (arquivos pessoais).
